module.exports = {
    app : {
        univercityList : [
            "가야대학교","가천의과대학","강남대학교","강릉대학교","강원대학교","건국대학교(서울)","건국대학교(충주)","건양대학교","경기대학교","경남대학교",
            "경남대학교","경동대학교","경북대학교","경산대학교","경상대학교","경성대학교","경운대학교","경원대학교","경일대학교","경주대학교","경희대학교","계명대학교","고려대학교(서울)","고려대학교(서창)",
            "고신대학교","공주대학교","관동대학교","광신대학교","광운대학교","광주대학교","광주여자대학교","국민대학교","군산대학교","극동대학교","금오공과대학교","남서울대학교","단국대학교(서울)","단국대학교(천안)","대구대학교","대불대학교","대전대학교","대전산업대학교","대진대학교","덕성여자대학교","동국대학교(서울)",
            "동국대학교(경주)","동덕여자대학교","동명정보대학교","동서대학교","동신대학교","동아대학교","동양대학교","동의대학교","명지대학교(서울)","명지대학교(용인)","명진항공대학교","목원대학교","목포대학교","목포해양대학교","배재대학교","부경대학교","부산대학교","부산외국어대학교","삼육대학교","삼척대학교","상명대학교(서울)","상명대학교(천안)"
            ,"상주대학교","상지대학교","서강대학교","서경대학교","서남대학교","서울대학교","서울산업대학교","서울시립대학교","서울여자대학교","서원대학교","선문대학교","성균관대학교","성신여자대학교","세명대학교","세종대학교","수원대학교","숙명여자대학교","순천대학교","순천향대학교","숭실대학교","신라대학교","아주대학교","안동대학교","안양대학교","여수대학교","연세대학교(서울)","연세대학교(원주)",
            "영남대학교","영동대학교","영산대학교","용인대학교","우석대학교","우송대학교","울산대학교","원광대학교","을지의과대학교","이화여자대학교","인제대학교","인천대학교","인하대학교","전남대학교","전북대학교","전주대학교","제주대학교","조선대학교","중부대학교","중앙대학교(서울)","중앙대학교(안성)","진주산업대학교","창원대학교","천안대학교","청운대학교","청주대학교","초당대학교",
            "충남대학교","충북대학교","충주대학교","평택대학교","포천중문의과대학교","포항공과대학교","한경대학교","한국기술교육대학교","한국산업기술대학교","한국외국어대학교","한국항공대학교","한국해양대학교","한남대학교","한동대학교","한라대학교","한려대학교","한림대학교","한서대학교","한성대학교","한세대학교","한신대학교","한양대학교(서울)","한양대학교(안산)","호남대학교","호서대학교","호원대학교","홍익대학교",
            "가톨릭대학교","성결대학교","총신대학교","서울신학대학교","대림대학교","연성대학교","안산대학교"
        ],

        highschoolList : [

        ],

        subjectList : [
            "소프트웨어설계/경영학과","소프트웨어학과","소프트웨어학부","수리과학과","수학/금융정보학과","수학정보학과","에너지IT학과","인터넷미디어전공","인터랙티브미디어학과","전자/정보통신공학부","전자공학과","정보통신공학전공","컴퓨터공학과","검퓨터미디어융합학과","컴퓨터소프트웨어전공","컴퓨터정보공학과","AI/소프트웨어학부","소프트웨어학과","전기공학과","전자공학과","자유전공(인문)","자유전공학부","경영학과","경영학전공","산업경영공학과"
            ,"에너지생명공학부","실내건축학과","신소재공학과","경영전공","미술/디자인학부","산업디자인과","시각디자인과","게임공학과","게임학과","디지털영상학과","문화디자인학과","IT융합공학과","건축학과","기계공학과","디자인학과","모바일소프트웨어학과","행정학과","회계학과","화학공학과","물리학과","수학과","인테리어디자인전공","미디어콘텐츠학부","방송제작학전공","모바일인터넷학과","보안과","스마트소프트웨어학과"
        ],

        tagList : [
            "Git","GitHub","Sequelize",
            "HTML","CSS","Javascript","MediaQuery","ResponsitiveDesign",
            "API","ES6","Bitbucket","Sass","MyBatis",
            "React.js","Redux","MobX","Angular","Vue.js","Netlify",
            "Webpack","Bootstrap","Reactstrap","MaterialUI",
            "Jest","TypeScript","Socket","Storage","DAO","StaticWeb",
            "Next.js","Nuxt.js","GraphQL","Apollo","Pointer",
            "Gatsby.js","ReactNative","Flutter","Electron",
            "WebAssembly","Android","Terminal","GitBash","Rust",
            "Go","Java","C#","C","C++","PHP","Python","Ruby",
            "OAuth","JWT","REST","SOAP","Node.js","PostgreSQL",
            "MySql","MariaDB","MSSql","Oracle","ORM","MongoDB",
            "DynamoDB","Redis","SSR","CSR","CI/CD","SOLID",
            "Spring","SpringBoot","Raravel","Composer","Gradle",
            "Docker","DRY","SOA","Server","Client","Nginx","Unreal",
            "Web","App","Mobile","Express","Ubuntu","CentOS","JSP",
            "RHEL","Debian","Fedora","Linux","Windows","Unix","ASP",
            "FTP","TLS","SMTP","Apache","Tomcat","DynamicCoding","SOLID",
            "Algorithm","DataStructure","Hash","Azure","AWS","Cloud","Firebase",
            "Heroku","GoogleCloud","ElasticStack","Scss","Zeplin","Unity",
            "IIS","S/W","H/W","Network","Backend","FrontEnd","AI/DeepRunning",
        ],

        keywordList : [
            "절제하는","꼼꼼한","개성적","활기찬","대담한","정교한","공손한","사교적인","독립적인","논리적인","온화한","신중한","차분한"
            ,"완벽주의자","느긋한","청결한","친절한","의지력","배려있는","겸손한","열정적인","성실한","매력적인","리더십","질서있는","긍정적"
            ,"솔직","평판좋은","감성적","이성적","사려깊은","희생적","자발적인","협동적인"
        ],

        fieldList : [
            "프론트엔드","백엔드","디자이너","웹","모바일","VR/AR","AI/딥러닝/머신러닝",
            "퍼블리셔","S/W","H/W","안드로이드","IOS","서버","게임","기획","Q/A","네트워크",
            "보안","풀스택"
        ],

        specialtyList : [
           "포토샵","일러스트","글쓰기","PC게임","MOBILE게임","팀 스포츠","악기","헬스","그림그리기","가계부정리","봉사활동","등산","캘리그라피","독서","블로그활동"
        ],

        welfareList : [
            "내일채움공제","4대보험","상해보험","정기보너스","장기근속자포상","우수사원포상","스톡옵션","퇴직금","인센티브제","성과금","야근수당","휴일(특근)수당","직책수당","자격증수당","장기근속수당","위험수당",
            "건강검진","진료비지원","금연수당지급","상담실운영","교통비지급","주차비지급","회사차량","식사제공","구내식당","식비지급","명절선물","생일선물","성탄절선물","노트북","듀얼모니터","시무식행사"
            ,"창립일행사","워크샵","신입사원OT","체육대회","야유회","연차","월차","정기휴가","경조휴가제","반차","위로휴가","포상휴가","휴가비지원","휴게실","수면실","숙직실",
            "회의실","학자금","자녀학자금","문화생활비","통신비","장애인편의시설","신입사원교육","직무능력향상교육","해외연수지원","멘토링제도","자격증취득지원","교육비지원","자기계발비지원",
            "호칭/서열파괴","인재육성중시","가족같은분위기","회식강요없음","야근강요없음","사내동호회","기숙사","주택자금융자","자유복장","유니폼지급","노 타이","육아휴직","남성출산휴가","보건휴가"
        ],

        requestList : [
            "면허증소지","대졸","고졸","기업근처거주","실서비스경험","프로젝트경험","Node.js","Java","군필"
        ],

        comfieldList : [
            "디자인","웹서비스","모바일서비스","VR/AR","AI/딥러닝/머신러닝",
            "S/W","H/W","안드로이드","IOS","서버","게임","기획","Q/A","네트워크",
            "보안",
        ],
    }
}